<section class="about" id="aboutMe">
    <div class="container">
        <div class="about_inner">
            <div class="about__foto">
                <img class="img" src="images/designer_photo_2.png" alt="my foto">
            </div>
            <div class="about_content">
                <h3 class="about__title">Обо мне</h3>
                <h2 class="about__bigTitle">Кто я</h2>
                <div class="about__text">
                    <p>Меня зовут Илья, мне 33 года, за это время я успел поработать в ряде крупных компаний как на
                        технических должностях, так и на руководящих, при этом самый первый мой опыт работ, хоть и не
                        долгий, был связан с IT-сферой в далеком
                        2011 году. И хоть я и решил связать свою судьбу в дальнейшем с другими отраслями, в глубине души
                        IT меня никогда не оставляла. </p>
                    <p>И вот я решил вернуться к тому, с чего начинал свою карьеру, однако за долгие годы данная сфера
                        шагнула вперед и мне пришлось фактически с нуля изучать новые технологии и инструменты.</p>
                    <p>В данный момент у меня имеется огромное желание развиваться в этом направлении, применять на
                        практике полученные знания, повышать свои скилы и в будущем постараться внести свой вклад в
                        развитие IT-индустрии.</p>
                </div>
                <button class="btn" data-btn="contact" onclick="showModal(this)">Мои контакты</button>
                <button class="btn" data-btn="resume" onclick="showModal(this)">Посмотреть резюме</button>
            </div>
        </div>
    </div>
</section>